adpyke.codesnap
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.code-runner
genieai.chatgpt-vscode
gerane.theme-tomorrownightblue
github.vscode-github-actions
github.vscode-pull-request-github
hoovercj.vscode-power-mode
jorgeserrano.vscode-csharp-snippets
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
msjsdiag.vscode-react-native
muhammadikrambinazhar.console-log-remover
pkief.material-icon-theme
ritwickdey.liveserver
sdras.night-owl
steoates.autoimport
streetsidesoftware.code-spell-checker
tobiah.unity-tools
tonybaloney.vscode-pets
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudiotoolsforunity.vstuc
xabikos.javascriptsnippets
zhucy.project-tree
